Revit 2023 API
GroupTypeId.ConceptualEnergyDataBuildingServices Property
 "Energy Model - Building Services"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId ConceptualEnergyDataBuildingServices { get; }
Visual Basic
Public Shared ReadOnly Property ConceptualEnergyDataBuildingServices As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ConceptualEnergyDataBuildingServices {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace